Repository: ashaffir/dnd_sos
Catalog: locale/*/LC_MESSAGES/django.po
Languages: he

source: first name
he: שם פרטי

source: Business Profile
he: פרופיל בית עסק

source: Your PickNdell Account is Approved
he: חשבון PickNdell שלך אושר

source: Thank you for applying to PickNdell network. We reviewed the information you have submitted and approved your account. You can now start delivering. Good Luck!!
he: תודה שפנית לרשת PickNdell. בדקנו את המידע שהגשת ואישרנו את חשבונך. כעת תוכל להתחיל להעביר חבילות. בהצלחה!!

source: Hi
he: היי

source: you requested to reset the password for this account
he: ביקשת לאפס את הסיסמה עבור חשבון זה

source: Reset your Password
he: לאפס את הסיסמה שלך

source: If it was a mistake, just ignore this email
he: אם דואל זה היה טעות, פשוט התעלם מדואל זה

source: If the previous link does not work, try to copy and paste the following URL in your browser address bar
he: אם הקישור הקודם אינו פועל, נסה להעתיק ולהדביק את כתובת האתר הבאה בשורת הכתובת של הדפדפן שלך

source: This is an automatically generated email, please do not reply
he: זהו דואל שנוצר אוטומטית, אל תשיב

source: PickNdell Account Notification
he: הודעת חשבון PickNdell

source: If you have received this email by mistake, please ignore it
he: אם קיבלת דואל זה בטעות, אנא התעלם ממנו

source: PickNdell - Courier Sign Up
he: הרשמת שליח

source: Courier Signup
he: הרשמת שליח

source: Courier Sign Up
he: הרשמת שליח

source: Already have an account? Then please
he: כבר יש לך חשבון? אז בבקשה

source: sign in
he: התחבר

source: Accept Terms and Conditions
he: קבל תנאי PickNdell

source: Sign Up
he: הרשמה

source: Sender/Business? Register here
he: בית עֵסֶק/שולח? הירשם כאן

source: PickNdell - Business Sign Up
he: הרשמת בית עסק

source: Sender/Business Signup
he: הרשמת שולח/בית עסק

source: Sender/Business Sign Up
he: הרשמת שולח/בית עסק

source: Courier? Register here
he: שליח? הירשם כאן

source: Change password
he: שנה סיסמא

source: Old password
he: סיסמה ישנה

source: New password
he: סיסמה חדשה

source: Confirm password
he: אשר סיסמה

source: Change
he: שנה

source: Your password was changed.
he: הסיסמה שלך שונתה.

source: Message from PickNdell!
he: הודעה מפיקאנדל

source: click on the link below to activate your account
he: לחץ על הקישור למטה כדי להפעיל את חשבונך

source: Activate account
he: הפעל חשבון

source: Login
he: התחבר

source: Sign In
he: התחבר

source: Forgot Password?
he: שכחת סיסמא?

source: Don't have an account?
he: אין לך חשבון?

source: Courier sign up
he: הרשמת שליח

source: Sender/Business sign up
he: הרשמת שולח / בית עסק

source: . Check your email and click the link to activate your account.
he: בדוק את הדואל שלך ולחץ על הקישור כדי להפעיל את חשבונך

source: An accout activation link has been sent to your email):
he: קישור להפעלת חשבון נשלח לדואל שלך

source: Profile has been updated successfully
he: הפרופיל עודכן בהצלחה

source: Your profile has been updated.
he: הפרופיל שלך עודכן.

source: You have successfully confirmed your email. Log in to proceed.
he: אישרת בהצלחה את הדואל שלך. התחבר כדי להמשיך.

source: <p>An activation link has been sent to your Email</p>
he: קישור הפעלה נשלח לדואל שלך

source: Welcome
he: ברוך הבא

source: . Your account is now operational
he: חשבונך הופעל

source: Enter password
he: הזן את הסיסמה

source: Minimum password length should be 8
he: אורך הסיסמא המינימלי צריך להיות 8

source: Mismatch password
he: סיסמתך לא התאימה

source: Successfully changed the password, please login again.
he: שינית את הסיסמה בהצלחה, אנא התחבר שוב.

source: Check your mail inbox to reset password
he: בדוק את תיבת הדואר שלך כדי לאפס את הסיסמה

source: This email is not registered to us. Please register first
he: דואל זה אינו רשום לנו. אנא הירשם קודם

source: Please enter a valid email
he: אנא הכנס דואל חוקי

source: Please do enter the email
he: אנא הזן את הדואל

source: Home
he: בית

source: Features
he: מאפיינים

source: How it Works
he: איך זה עובד

source: FAQ
he: שאלות נפוצות

source: Pricing
he: מחירים

source: Contact
he: צור קשר

source: Dashboard
he: לוּחַ מַחווָנִים

source: Logout
he: התנתק

source: Terms of use
he: תנאי שימוש

source: Privacy
he: פְּרָטִיוּת

source: Copyright
he: זכויות יוצרים

source: All rights reserved
he: כל הזכויות שמורות

source: Please use the code below to activate the new email
he: אנא השתמש בקוד שלמטה להפעלת הדואל החדש

source: Pickup and Delivery Network
he: רשת איסוף ומסירה

source: Find couriers around you
he: מצא שליחים פעילים בסביבתך

source: Join and get things delivered
he: הצטרף כדי לשלוח דברים

source: Join and earn extra income as a courier
he: הצטרף כשליח ותרוויח הכנסה נוספת

source: What is
he: מה זה

source: Why
he: למה

source: How it works
he: איך זה עובד

source: Senders/Businesses
he: בתי עסק/שולחים

source: Couriers
he: שליחים

source: Pricing
he: מחירים

source: Senders
he: שולחים

source: Join as courier
he: הצטרף כשליח

source: Get In Touch
he: צור קשר

source: First Name
he: שם פרטי

source: Last Name
he: שם משפחה

source: Email
he: אימייל

source: Subject
he: נושא

source: Message
he: הודעה

source: Send Message
he: שלח

source: Thank you for your interest in PickNdell. We will get back to you shortly.
he: תודה על התעניינותך ב- PickNdell. נחזור אליך בהקדם.

source: Please fill out the required fields before submitting the form.
he: מלא את השדות הדרושים לפני שליחת הטופס.

source: Please confirm you are not a robot.
he: אנא אשר שאתה לא רובוט.

source: Restaurant
he: מִסעָדָה

source: Clothes
he: הלבשה

source: Convenience
he: מוצרי נוֹחוּת

source: Grocery
he: מַכּוֹלֶת

source: Office
he: משרד

source: Other
he: אחר

source: Vehicle
he: כלי רכב

source: Car
he: מְכוֹנִית

source: Scooter
he: קַטנוֹעַ

source: Bicycle
he: אופניים

source: Motorcycle
he: אופנוע

source: Truck
he: משׂאית

source: Email Template
he: תבנית דואל

source: Active Deliveries
he: העברות פעילות

source: Order Alerts
he: התראות

source: Orders that are pending courier allocation
he: הזמנות הממתינות להקצאת שליח

source: There
he: יש

source: orders that require your attention
he: הזמנות הדורשות את תשומת ליבך

source: Show all
he: רשימה מלאה

source: Sort
he: מיין

source: Business Dashboard
he: לוח מחוונים עסקי

source: Order Summary
he: סיכום הזמנות

source: Order - Drop-off Address
he: כתובת למסירת הזמנה

source: Started
he: התחיל

source: Status
he: סטָטוּס

source: Duration
he: מֶשֶׁך

source: minute/s
he: דקות

source: General Stats
he: סטטיסטיקות כלליות

source: Active Orders
he: הזמנות פתוחות

source: view all
he: רשימה מלאה

source: Total Daily Cost
he: עלות יומית כוללת

source: details
he: פרטים

source: Daily Orders
he: הזמנות יומיות

source: Couriers Pool
he: מאגר שליחים

source: see all
he: רשימה מלאה

source: Messages
he: הודעות

source: Messages Related to Orders
he: הודעות הקשורות להזמנות

source: Profile
he: פרופיל

source: Overview
he: כללי

source: Edit
he: עֲרוֹך

source: Manage Credit Cards
he: נהל כרטיסי אשראי

source: Profile Information
he: פרופיל מידע

source: Approved
he: מאושר

source: Not Approved
he: לא מאושר

source: Please complete profile
he: אנא השלם את הפרופיל

source: Business category
he: קטגורית עסק

source: Phone
he: טלפון

source: Business Type
he: קטגורית עסק

source: Business Category
he: סוג בית העסק

source: Address
he: כתובת

source: Profile Completion
he: השלמת פרופיל

source: Name
he: שם

source: City
he: עיר

source: Street
he: רחוב

source: Building Number
he: בניין

source: Credit Card
he: כרטיס אשראי

source: Business Information
he: מידע כללי על העסק

source: Business Name
he: שם העסק

source: Phone Number
he: טלפון

source: Phone with country prefix
he: עם קידומת מדינה

source: Add/Change Phone
he: הוסף טלפון

source: Business/Sender Address
he: כתובת שולח / בית עסק

source: start typing
he: תתחיל להקליד

source: Newsletter Optin
he: קבל עדכונים במייל

source: Change Password
he: שנה סיסמא

source: Submit
he: שלח

source: Reset
he: אִתחוּל

source: Update Your Credit Card
he: עדכון כרטיסי אשראי

source: You already have a credit card in the system
he: יש לך כבר כרטיס אשראי במערכת

source: Update
he: עדכון

source: Available
he: זמין

source: Unavailable
he: לא זמין

source: Courier Dashboard
he: לוּחַ מַחווָנִים

source: Orders
he: הזמנות

source: Alerts
he: התראות

source: Open Orders
he: הזמנות פעילות

source: Deliveries Summary
he: סיכום העברות

source: Businesses
he: בתי עסק

source: Deliveries
he: העברות

source: Deliveries Summary Table
he: סיכום העברות

source: Thank you for choosing
he: תודה שבחרת

source: Total
he: סך הכל

source: Delivery Cost
he: דמי משלוח

source: Subtotal
he: סך כולל

source: Amount Charged
he: סכום לחיוב

source: Bank Details
he: פרטי הבנק

source: Enter your bank details here
he: עדכן את פרטי הבנק

source: National ID Number
he: מספר תעודת זהות

source: Full Name in Native Language
he: שם מלא בעברית

source: Name on the Account
he: שם החשבון

source: Country
he: ארץ

source: Account Number
he: טלפון

source: I attest that I am the owner and have full authorization to this bank account
he: אני מעיד שאני הבעלים ויש לי הרשאה מלאה לחשבון בנק זה

source: Businesses you worked with
he: בתי עסק שעבדת איתם

source: Check the businesses you worked with
he: בדוק את בתי העסק שעבדת איתם

source: businesses in your list
he: עסקים שעבדת איתם

source: Filter by City
he: סנן לפי עיר

source: Filter
he: סנן

source: Call Business
he: צלצל לבית העסק

source: Email Business
he: שלח מייל לבית העסק

source: There are no businesses here yet
he: עוד לא עבדת עם בית עסק

source: Your availability status is
he: מצב הזמינות שלך

source: Please complete your profile before changing the availability status
he: אנא השלם את מילוי הפרופיל לפני שתשנה את מצב הזמינות

source: Go to Courier Profile
he: עבור אל פרופיל

source: Use PickNdell mobile application to change your availabilty status
he: השתמש ביישום הנייד של PickNdell כדי לשנות את סטטוס הזמינות שלך

source: Dont have it yet
he: אין לך אפליקציה של PickNdell

source: Download app here
he: הורד את האפליקציה

source: Status cannot be changed while in the process of delivering
he: לא ניתן לשנות את הסטטוס במהלך המסירה

source: Change to Unvailable
he: שנה ל-לא זמין

source: Change to Available
he: שנה ל-זמין

source: Daily Profit
he: רווח יומי

source: Total Balance
he: היתרה שלך

source: Daily Deliveries
he: העברות יומיות

source: Businesses Pool
he: עסקים שעבדת איתם

source: Your current courier rating
he: דירוג השליח הנוכחי שלך

source: Not rated
he: לא מוקצה

source: Your PickNdell Account Level
he: רמת חשבון PickNdell שלך

source: Your account level defines the maximum number of packages you can deliver per route, i.e. how many orders you are allowed accept
he: רמת החשבון שלך מגדירה את מספר החבילות המרבי שתוכל לספקלכל מסלול, כלומר כמה הזמנות שמותר לך לקבל

source: Courier Profile
he: פרופיל שליח

source: Edit Profile
he: ערוך פרופיל

source: Get Paid
he: קבל תשלום

source: Courier Vehicle
he: כלי תחבורה

source: Bio
he: ביוגרפיה

source: Rating
he: דירוג

source: ID Document
he: תעודת זהות או רישיון נהיגה

source: Personal Information
he: מידע אישי

source: with country prefix
he: עם קידומת מדינה

source: Add Phone
he: הוסף טלפון

source: eMail
he: אימייל

source: Short Bio
he: ביוגרפיה קצרה

source: Active Hours
he: שעות פעילות

source: Balance
he: יתרה

source: Your Balance
he: היתרה שלך

source: Payment Methods
he: אמצעי תשלום

source: Preferred
he: מועדף

source: Make Preferred
he: מועדף

source: Update your bank details
he: עדכן את פרטי הבנק

source: Use my phone number for payments
he: השתמש במספר הטלפון שלי לתשלומים

source: Failed to verify your phone. Please try again later
he: אימות הטלפון שלך נכשל. בבקשה נסה שוב מאוחר יותר

source: Back to profile
he: חזרה לפרופיל

source: Couriers Map
he: מפת שליחים

source: Select Couriers
he: בחר שליח

source: Your Couriers
he: השליחים שלך

source: Active couriers around your business
he: שליחים פעילים בסביבת העסק שלך

source: active Couriers
he: שליחים פעילים

source: Pick Available Couriers in range
he: בחר שליחים זמינים

source: km
he: קמ

source: Couriers available
he: שליחים זמינים

source: Range from couriers
he: מרחק מהשליח

source: Filter by Vehicle
he: סנן לפי כלי תחבורה

source: Short bio
he: ביוגרפיה קצרה

source: Average Rating
he: דירוג ממוצע

source: Request Courier
he: בקש שליח

source: Close
he: סגור

source: Which order would you like the freelancer for
he: לאיזו הזמנה תרצה שליח

source: Confirm
he: אשר

source: Cancel
he: ביטול

source: Pick Available Couriers From Your Pool
he: בחר שליחים זמינים

source: Couriers in your pool
he: שליחים שעבדת עימם

source: Which order would you like the courier for
he: לאיזו הזמנה תרצה שליח

source: Show Orders Completed
he: הצגת הזמנות שהושלמו

source: Date
he: תַאֲרִיך

source: Drop-off
he: מסירה

source: Available orders offered by businesses
he: הזמנות פתוחות המוצעות על ידי עסקים

source: open orders available
he: הזמנות פתוחות

source: Your status is
he: הסטטוס שלך הוא

source: Change it to
he: שנה ל:

source: to see new offers
he: לראות הצעות חדשות

source: Directly requested by the business
he: מבוקש ישירות על ידי בית העסק

source: To
he: אל

source: Dropoff address
he: כתובת למסירת הזמנה

source: From
he: איסוף

source: Pickup address
he: כתובת איסוף

source: Urgent
he: דחוף

source: Add new customer order
he: הוסף הזמנה חדשה

source: are no active deliveries
he: העברות פעילות

source: active deliveries
he: העברות פעילות

source: active delivery
he: העברה פעילה

source: Go to pick up
he: סע לאסוף

source: Deliver the package
he: העבר את החבילה

source: Pick Up Address
he: כתובת איסוף

source: Drop Off Address
he: כתובת למסירת הזמנה

source: Business Phone
he: טלפון בית העסק

source: Report Delivered
he: דווח על מסירה

source: Please complete your profile before adding orders
he: אנא השלם את הפרופיל לפני הוספת הזמנות

source: Go to Business Profile
he: עבור אל פרופיל עסקי

source: New Order Form
he: טופס הזמנה חדש

source: Please fill in the customer information
he: אנא מלא את פרטי הלקוח

source: Choose a City
he: בחר עיר

source: Urgency impacts the price
he: דחיפות משפיעה על המחיר

source: Urgency
he: דחיפות

source: Choose Courier/s
he: בקש שליח

source: Notify all available
he: הודע לכל הזמינים

source: Do not broadcast. I will pick a courier later
he: אל תשדר. אני אבחר שליח בהמשך

source: Order Created
he: תחילת הזמנה

source: Customer Address
he: כתובת לקוח

source: Chat with
he: לשוחח עם

source: Order drop-off address
he: כתובת למסירת הזמנה

source: Type your message
he: הקלד את ההודעה שלך

source: Send
he: שלח

source: Communication with the courier
he: תקשורת עם השליח

source: Send a message to
he: שלח הודעה אל

source: Order Details
he: פרטי ההזמנה

source: Order started
he: תחילת הזמנה

source: Courier
he: שליח

source: Customer address
he: כתובת

source: New
he: חדש

source: Broadcast Courier Request Sent
he: בקשה נשלחה

source: Rejected Orders
he: הזמנות דחויות

source: View All
he: רשימה מלאה

source: Confirmation
he: אישור

source: Are you sure you want to cancel this order
he: האם אתה בטוח שברצונך לבטל הזמנה זו

source: Offer Date
he: תַאֲרִיך ההזמנה

source: Business
he: בית עסק

source: Pickup
he: איסוף

source: Destination
he: יעד ההזמנה

source: Delivered
he: נמסר

source: Order Status
he: סטָטוּס ההזמנה

source: Fare
he: דמי נסיעה

source: Waiting for a Courier...
he: ממתין לשליח ...

source: Go to pickup
he: סע לאסוף

source: Being delivered...
he: מועבר ...

source: Settled
he: שולם

source: Reply
he: השב

source: Communication with the business
he: תקשורת עם בית העסק

source: Created
he: תחילת הזמנה

source: Business address
he: כתובת בית עסק

source: New Offer
he: הצעה חדשה

source: Offer details
he: פרטי ההזמנה

source: Pick up address
he: כתובת איסוף

source: Drop off address
he: כתובת למסירת הזמנה

source: What is delivered
he: סוג משלוח

source: Dismiss
he: ביטול

source: Order Canceled
he: ההזמנה בוטלה

source: Message Sent
he: הודעה נשלחה

source: You were invited by
he: הוזמנת על ידי

source: New offer from
he: הצעה חדשה מ-

source: Accept
he: קבל

source: Good Job
he: עבודה טובה

source: Updated
he: עודכן

source: Order Destination
he: יעד ההזמנה

source: Allocated Courier
he: שליח מוקצה

source: Picked Up
he: נאסף

source: Price
he: מחיר

source: Contact Courier
he: צור קשר עם השליח

source: Courier Feedback
he: מָשׁוֹב שליח

source: Invoice
he: חשבונית

source: Not Allocated
he: לא מוקצה

source: Picked-Up
he: נאסף

source: Waiting for pickup...
he: ממתין לאיסוף ...

source: completed
he: הושלמה

source: Download the invoice
he: הורד את החשבונית

source: Cancel your order
he: בטל את ההזמנה

source: Rate your Courier
he: דרג את השליח שלך

source: How would you rate the courier for this order (1 Bad, 5 Excellent)
he: כיצד תדרג את השליח להזמנה זו (1 רע, 5 מעולה)

source: Anything you would like to add?
he: הערות

source: Your phone is verified
he: הטלפון שלך מאומת

source: To verify your phone
he: לאימות הטלפון שלך

source: digits code here
he: קוד ספרות כאן

source: Failed getting credit card information. Please contact Pickndell support
he: קבלת פרטי כרטיס האשראי נכשלה. אנא צרו קשר עם התמיכה של פיקנדל

source: You have successfully updated your profile.
he: הצלחת לעדכן את הפרופיל שלך.

source: Thank you for choosing PickNdell
he: תודה שבחרת ב- PickNdell

source: Card status
he: מצב הכרטיס

source: Card
he: כרטיס

source: Payment
he: אמצעי תשלום

source: Update credit card
he: עדכון כרטיסי אשראי

source: Credit card is not valid. Please make sure to enter valid credit card information
he: כרטיס האשראי אינו תקף. אנא הקפד להזין כרטיס אשראי תקף

source: Search files
he: חפש קבצים

source: Select an image to embed
he: בחר תמונה

source: This field is required.
he: שדה חובה

source: Enter a valid value.
he: הזן ערך חוקי

source: Clear
he: מחק

source: Currently
he: נוכחי

source: Unknown
he: לא ידוע

source: Yes
he: כן

source: No
he: לא

source: yes,no,maybe
he: כן,לא, אולי

source: midnight
he: חצות

source: noon
he: צהריים

source: Monday
he: שני

source: Tuesday
he: שלישי

source: Wednesday
he: רביעי

source: Thursday
he: חמישי

source: Friday
he: שישי

source: Saturday
he: שבת

source: Sunday
he: ראשון

source: Mon
he: שני

source: Tue
he: שלישי

source: Wed
he: רביעי

source: Thu
he: חמישי

source: Fri
he: שישי

source: Sat
he: שבת

source: Sun
he: ראשון

source: January
he: ינואר

source: February
he: פברואר

source: March
he: מרץ

source: April
he: אפריל

source: May
he: מאי

source: June
he: יוני

source: July
he: יולי

source: August
he: אוגוסט

source: September
he: ספטמבר

source: October
he: אוקטובר

source: November
he: נובמבר

source: December
he: דצמבר

source: Send test data message
he: שלח הודעה בדיקה

source: Send test data message in bulk
he: שלח הודעה אל

source: Enter a valid hexadecimal number
he: הזן ערך חוקי

source: Creation date
he: תחילת הזמנה

source: Enter a valid geoposition.
he: הזן ערך חוקי
